graph-examples/wrk-bench/nokiaserver-actual/testdata/wrk-filesizes-local-delay10-sendfileon-6-1c-1t-180s-2kB-baremetal
Running 3m test @ http://localhost:90/2kB.bin
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   219.68us   71.66us   3.57ms   56.32%
    Req/Sec    96.83      4.89   101.00     66.37%
  17385 requests in 3.00m, 38.17MB read
Requests/sec:     96.53
Transfer/sec:    217.00KB
LATENCY
MAX,3568
MIN,107
MEAN,219.68254242163
STDEV,71.658068588344
50%,189
90%,302
99%,322
99.999%,3568
SUMMARY
DURATION,180099588
REQUESTS,17385
BYTES,40020185
CONNERR,0
READERR,0
WRITERR,0
STATERR,0
TIMEOUT,0