graph-examples/wrk-bench/nokiaserver-actual/testdata/wrk-filesizes-sendfileon-1-1c-1t-180s-1B-baremetal
Running 3m test @ http://10.37.215.10:90/1B.bin
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   113.77us   34.92us   5.45ms   96.17%
    Req/Sec     8.56k   437.23    11.04k    79.34%
  1533426 requests in 3.00m, 365.59MB read
Requests/sec:   8514.32
Transfer/sec:      2.03MB
LATENCY
MAX,5445
MIN,65
MEAN,113.77306062746
STDEV,34.919566189509
50%,110
90%,130
99%,199
99.999%,4275
SUMMARY
DURATION,180099686
REQUESTS,1533426
BYTES,383348835
CONNERR,0
READERR,0
WRITERR,0
STATERR,0
TIMEOUT,0